tap "aws/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rigellute/tap"
tap "thoughtbot/formulae"
tap "turbot/tap"
brew "python@3.10"
brew "ansible"
brew "m4"
brew "autojump"
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "binutils"
brew "black"
brew "brew-gem"
brew "coreutils"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cfn-lint"
brew "cmake"
brew "diff-so-fancy"
brew "diffutils"
brew "ed", link: true
brew "efm-langserver"
brew "exa"
brew "fd"
brew "file-formula"
brew "flake8"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-filter-repo"
brew "gitleaks"
brew "glow"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gopls"
brew "gpatch"
brew "node"
brew "gtop"
brew "gzip"
brew "hadolint"
brew "harfbuzz"
brew "httpie"
brew "iperf"
brew "isort"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "less"
brew "libfido2"
brew "make"
brew "markdownlint-cli"
brew "mosh"
brew "nano"
brew "ncdu"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "openjdk"
brew "openjdk@11"
brew "openssh"
brew "packer"
brew "perl"
brew "pipenv"
brew "podman"
brew "pre-commit"
brew "prettyping"
brew "pure", link: false
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "pyvim"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shfmt"
brew "speedtest-cli"
brew "sphinx-doc"
brew "spotifyd"
brew "starship"
brew "telnet"
brew "terraform"
brew "tmux"
brew "trash"
brew "tree"
brew "typescript"
brew "unzip"
brew "watch"
brew "wdiff"
brew "wget"
brew "write-good"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "golangci/tap/golangci-lint"
brew "rigellute/tap/spotify-tui"
brew "turbot/tap/steampipe"
cask "alacritty"
cask "alfred"
cask "bartender"
cask "bitwarden"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "insomnia"
cask "kitty"
cask "microsoft-remote-desktop"
cask "postbird"
cask "postman"
cask "signal"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "todoist"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
