tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "ansible"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils", link: true
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "diffutils"
brew "docker"
brew "ed"
brew "fd"
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "gawk"
brew "gdb"
brew "git"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "gnutls"
brew "go"
brew "gpatch"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "htop"
brew "httpie"
brew "hugo"
brew "iperf"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "less"
brew "luajit"
brew "m4"
brew "make"
brew "mosh"
brew "nano"
brew "ncdu"
brew "openssh"
brew "perl"
brew "pipenv"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "syncthing", restart_service: true
brew "telnet"
brew "tmux"
brew "trash"
brew "unrar"
brew "unzip"
brew "vim"
brew "vim@7.4"
brew "watch"
brew "wdiff"
brew "wget"
brew "zsh"
brew "aws/tap/aws-sam-cli"
cask "alacritty"
cask "alfred"
cask "atom"
cask "bartender"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "insomnia"
cask "java"
cask "slack"
cask "spectacle"
cask "spotify"
cask "stack"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "whatsapp"
