tap "aws/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "rigellute/tap"
tap "snyk/tap"
tap "thoughtbot/formulae"
tap "turbot/tap"
brew "ansible"
brew "m4"
brew "autojump"
brew "aws-sam-cli"
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "black"
brew "brew-gem"
brew "coreutils"
brew "gnutls"
brew "tree-sitter"
brew "emacs"
brew "cask"
brew "cmake"
brew "diff-so-fancy"
brew "diffutils"
brew "docutils"
brew "ed", link: true
brew "exa"
brew "fd"
brew "file-formula"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-filter-repo"
brew "gitleaks"
brew "glow"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gpatch"
brew "gtop"
brew "gzip"
brew "harfbuzz"
brew "httpie"
brew "iperf"
brew "isort"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "lazygit"
brew "less"
brew "libfido2"
brew "make"
brew "mosh"
brew "n"
brew "nano"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "openssh"
brew "packer"
brew "perl"
brew "pipenv"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "pyvim"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shfmt"
brew "sops"
brew "speedtest-cli"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "telnet"
brew "terraform"
brew "tmux"
brew "trash"
brew "tree"
brew "typescript"
brew "unzip"
brew "vint"
brew "watch"
brew "wdiff"
brew "wget"
brew "write-good"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "snyk/tap/snyk"
brew "turbot/tap/steampipe"
cask "arc"
cask "discord"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "insomnia"
cask "libreoffice"
cask "microsoft-remote-desktop"
cask "nextcloud"
cask "orbstack"
cask "raycast"
cask "signal"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "todoist"
cask "transmit"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "xquartz"
