tap "aws/tap"
tap "caskroom/fonts"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rigellute/tap"
tap "thoughtbot/formulae"
brew "ansible"
brew "m4"
brew "autojump"
brew "aws-cdk"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "brew-gem"
brew "coreutils"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cfn-lint"
brew "cmake"
brew "diff-so-fancy"
brew "diffutils"
brew "docker", link: false
brew "ed", link: true
brew "efm-langserver"
brew "exa"
brew "fd"
brew "file-formula"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdb"
brew "ruby"
brew "gem-cfn-nag"
brew "git"
brew "git-filter-repo"
brew "gnu-tar"
brew "go"
brew "gpatch"
brew "gzip"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "imapsync"
brew "iperf"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "libfido2"
brew "luajit"
brew "make"
brew "molecule"
brew "mosh"
brew "nano"
brew "ncdu"
brew "neovim"
brew "openjdk"
brew "openjdk@11"
brew "openssh"
brew "perl"
brew "pipenv"
brew "pre-commit"
brew "pyenv"
brew "python@3.7"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "speedtest-cli"
brew "sphinx-doc"
brew "spotifyd"
brew "telnet"
brew "terraform"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "unzip"
brew "vim"
brew "vim@7.4"
brew "watch"
brew "wdiff"
brew "wget"
brew "yarn"
brew "zsh"
brew "aws/tap/aws-sam-cli", link: false
brew "golangci/tap/golangci-lint"
brew "rigellute/tap/spotify-tui"
cask "alacritty"
cask "alfred"
cask "atom"
cask "bartender"
cask "bitwarden"
cask "brave-browser"
cask "docker"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "insomnia"
cask "java"
cask "joplin"
cask "notion"
cask "playonmac"
cask "postbird"
cask "postman"
cask "signal"
cask "slack"
cask "spectacle"
cask "spotify"
cask "stack"
cask "sublime-text"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "thunderbird"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "whatsapp"
cask "xquartz"
